import img from "@assets/img/market.png";

const MarketItems = [
	{
		id: 1,
		image: img,
		title: "Playstation 4 + The last of us и джойстик",
		price: 25999,
		information:
			"Игровая приставка в идеальном состоянии (покупал для прохождения Tlou 2). Полный комплект, любые проверки, уместный торг.",
		phoneCall: true,
	},
	{
		id: 2,
		image: img,
		title: "Фигурки Funko Pop",
		price: 1900,
		information:
			'"Funko Pop и amiibo 1900 каждая. Фигурки персонажей игр "убей софт" 4000 каждая. Раритетные фигурки Токсина, Расомахи и Байонетты 8000 каждая."',
		phoneCall: false,
	},
	{
		id: 3,
		image: img,
		title: "iPhone 11 128gb",
		price: 5000,
		information:
			"Реально крутой тренинг Реально крутой трг тренинг Реально крутой трг тренинг Реально крутой трг",
		phoneCall: false,
	},
	{
		id: 4,
		image: img,
		title: "БИЗНЕС тренинг",
		price: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
	{
		id: 5,
		image: img,
		title: "БИЗНЕС тренинг",
		price: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
	{
		id: 6,
		image: img,
		title: "БИЗНЕС тренинг",
		price: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
];

export { MarketItems };
