import img2 from "@assets/img/ad-image1.png";
import img1 from "@assets/img/market.png";

const marketItemsMock = [
	{
		id: 1,
		image: img1,
		title: "Playstation 4",
		price: 25999,
		cost: 25999,
		information:
			"Игровая приставка в идеальном состоянии (покупал для прохождения Tlou 2). Полный комплект, любые проверки, уместный торг.",
		phoneCall: true,
	},
	{
		id: 2,
		image: img1,
		title: "Фигурки Funko Pop",
		price: 1900,
		cost: 1900,
		information:
			'"Funko Pop и amiibo 1900 каждая. Фигурки персонажей игр "убей софт" 4000 каждая. Раритетные фигурки Токсина, Расомахи и Байонетты 8000 каждая."',
		phoneCall: false,
	},
	{
		id: 3,
		image: img2,
		title: "iPhone 12 512gb",
		price: 48990,
		cost: 48990,
		information:
			"Продам айфон 12. Использовался 7 месяцев, идеальное состояние, 512 гб памяти, синий цвет",
		phoneCall: false,
	},
	{
		id: 4,
		image: img1,
		title: "БИЗНЕС тренинг",
		price: 28000,
		cost: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
	{
		id: 5,
		image: img1,
		title: "БИЗНЕС тренинг",
		price: 28000,
		cost: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
	{
		id: 6,
		image: img1,
		title: "БИЗНЕС тренинг",
		price: 28000,
		cost: 28000,
		information:
			"Пользовалась сестра. В очень хорошем состоянии. Из недостатков, еле заметные коцки по корпусу, в остальном все как с завода. Пользовалась с января 2020. Ростест. Чек прилагается. Все родное, ничего не меняло..",
		phoneCall: false,
	},
];

export { marketItemsMock };
